app/Http/Controllers/Web/AuthController.php

    public function participantsList()
    {


        $participants = User::where('is_admin', false)->get();  // only non-admin users
---
select * from `users` where `is_admin` = 0